[{"response":[{"value":{"ExampleId":1596708510,"UtteranceText":"all female participants that are premenopausal will be required to have a pregnancy test; any participant who is pregnant or breastfeeding will not be included"},"hasError":false},{"value":{"ExampleId":1596708511,"UtteranceText":"subject must have a minimum daily insulin requirement of greater than or equal to 8 units"},"hasError":false},{"value":null,"hasError":true,"error":{"code":"FAILED","message":"Example: \"Woman in NAD with a h/o CAD, DM2, asthma and HTN on altace for 8 years awoke from sleep around 2:30 am of a sore throat and swelling of tongue. She came immediately to the ED b/c she was having difficulty swallowing and some trouble breathing due to obstruction caused by the swelling. She has never had a similar reaction ever before and she did not have any associated SOB, chest pain, itching, or nausea. She has not noticed any rashes, and has been afebrile. In the ED she was given 25mg benadryl IV, 125 mg solumedrol IV and pepcid 20 mg IV.\". Error: Character indicies 109,110 do not correspond to the start and end of a token."}},{"value":{"ExampleId":1596708512,"UtteranceText":"the patient is an 87-year-old man with history of hypertension, gerd, and chronic phase cml. he has been taking tasigna for 21 days. he does have itching and rash on his neck and arms; however, states this is more tolerable than the rash he had on sprycel. does not complain of sob as he had on sprycel. no new complaints today. denies chills, fevers, night sweats, or weight loss."},"hasError":false},{"value":{"ExampleId":1596708513,"UtteranceText":"vital signs: temp 98.6, blood pressure 145/80, pulse 60, respirations 13, weight 100 kg."},"hasError":false},{"value":{"ExampleId":1596708514,"UtteranceText":"patients must have histologically confirmed nhl or hl (defined by who criteria). patients with chronic lymphocytic leukemia (cll) and small lymphocytic lymphoma (sll) are eligible. in addition patients with nhl other than diffuse large b cell lymphomas (dlbcl) must have received at least 2 prior therapies. patients diagnosed with hl will be eligible if there is no available standard therapy."},"hasError":false},{"value":{"ExampleId":1596708515,"UtteranceText":"patients must have a histopathologically confirmed diagnosis of diffuse large b - cell lymphoma (dlbcl) or primary mediastinal large b - cell lymphoma"},"hasError":false}]}]
